Repository: gideonmay/OpenWorkoutTracker
Catalog: IOS/*.lproj/Localizable.strings
Languages: es

source: About
es: Sobre

source: Active
es: Activo

source: Activity Level
es: Nivel de Actividad

source: Add Bike Profile
es: Añadir un Perfil de Bicicleta

source: Add a New Interval
es: Añadir un Intervalo Nuevo

source: Additional Weight
es: Peso Additional

source: Attributes
es: Atributos

source: An unfinished activity has been found. Do you wish to resume it?
es: Se ha encontrado una actividad inacabada. ¿Deseas detenerlo?

source: Are you sure you want to clear the wheel size?
es: ¿Está seguro que desea eliminar el diámetro de la rueda?

source: Are you sure you want to delete this bike profile?
es: ¿Está seguro que desea eliminar este perfil?

source: Are you sure you want to delete this workout?
es: ¿Está seguro que desea eliminar este entrenamiento?

source: Are you sure you want to stop?
es: ¿Está seguro de que desea detener?

source: Athlete
es: Atleta

source: Authentication
es: Autenticación

source: Autoscale
es: Autoescala

source: Autoscale On
es: Activado Autoescala

source: Autoscale Off
es: Discapacitado Autoescala

source: AutoStart
es: AutoComenzar

source: Average Pace
es: Ritmo Media

source: Average Speed
es: Velocidad Media

source: Bicycle
es: Bicicleta

source: Bicycles
es: Bicicletas

source: Bicycle Speed and Cadence
es: Velocidad y Cadencia de Bicicleta

source: Biggest
es: Más Grande

source: Biggest Climb
es: Mayor Subida

source: Bike
es: Bicicleta

source: Bikes
es: Bicicletas

source: Birthdate
es: Cumpleaño

source: Bluetooth is powered off. Turn Bluetooth on to scan for sensors.
es: Bluetooth está apagado. Activar Bluetooth para buscar los sensores.

source: Broadcast
es: Transmitir

source: Broadcast Server
es: Servidor

source: Calories
es: Calorías

source: Cancel
es: Cancelar

source: Caution
es: Precaución

source: Charts
es: Gráficos

source: Clear Wheel Diameter
es: Reajustar el Diámetro de la Rueda

source: Cloud Services
es: Servicios en la Nube

source: Colors
es: Colores

source: Compute Wheel Diameter
es: Calcular el Diámetro de la Rueda

source: Connected
es: Conectado

source: Continue
es: Continuar

source: Copy
es: Copia

source: Countdown Timer
es: Contador Regresivo

source: CSV File
es: CSV Archivo

source: Could not compute the wheel size.
es: No se puede calcular el diámetro de la rueda.

source: Customize
es: Personalizar

source: Cycling
es: Ciclismo

source: deg
es: grados

source: Delete
es: Eliminar

source: Delete 1st Second
es: Eliminar Primera Segunda

source: Delete 1st Five Seconds
es: Elimine Primero Cinco Segundos

source: Delete 1st Thirty Seconds
es: Elimine Primero Treinta Segundos

source: Delete Last Second
es: Eliminar Último Segundo

source: Delete Last Five Seconds
es: Elimine Último Cinco Segundos

source: Delete Last Thirty Seconds
es: Elimine Último Treinta Segundos

source: Disabled
es: Discapacitado

source: Distance
es: Distancia

source: Distance Interval
es: Intervalo de Distancia

source: Do not include the protocol in the URL.
es: No incluya el protocolo en la URL.

source: Edit
es: Editar

source: Elapsed Time
es: Tiempo Transcurrido

source: Elevation
es: Elevación

source: Enabled
es: Activado

source: Enabling this will broadcast your position so that others may follow you. Data may be transmitted while on your carrier's network.
es: Al habilitar esta emitirá su posición para que otros puedan seguir. Los datos pueden ser transmitidos, mientras que en la red del proveedor.

source: End
es: Fin

source: End of Workout
es: Fin del Entrenamiento

source: Enter the amount of weight being used
es: Introduzca la cantidad de peso que se utiliza

source: Enter the correct number of repetitions
es: Introduce el número de repeticiones

source: Enter the distance
es: Introduzca la distancia

source: Enter the email address of the person you would like to friend
es: Ingrese la dirección de correo electrónico de la persona que le gustaría ser amigo

source: Enter the name you want to use
es: Introduzca el nombre que desea utilizar

source: Enter the number of reps
es: Introduzca la cantidad de los repeticións

source: Enter the number of sets
es: Introduzca la cantidad de los series

source: Enter the time (in seconds)
es: Introduzca la tiempo (en segundos)

source: Enter your birthdate
es: Introduzca su cumpleaño

source: Export
es: Exportar

source: Export as
es: Exportar como

source: Export failed!
es: No se pudo!

source: Export succeeded!
es: Tuvo éxito!

source: Export Summary
es: Exportar Sumario

source: Export using
es: Exportar utilizando

source: Extreme
es: Extremo

source: Failed to create the account.
es: Error al crear la cuenta.

source: Failed to login to the account.
es: Error al iniciar sesión en la cuenta.

source: Fastest
es: Más Rápido

source: Fastest 400M
es: 400M Más Rápido

source: Fastest 5K
es: 5K Más Rápido

source: Fastest Km
es: Km Más Rápido

source: Fastest Mile
es: Milla Más Rápido

source: Fastest Pace
es: Ritmo Más Rápido

source: Fastest Speed
es: Velocidad Más Rápida

source: Feet
es: Pies

source: Female
es: Mujer

source: Finish
es: Fin

source: Finished
es: Terminado

source: Fitness
es: Aptitud

source: Fix Repetition Count
es: Fijar el Número de los Repetición

source: Friends
es: Amigos

source: ft
es: pies (de altura)

source: Gear
es: Equipo

source: Gender
es: Sexo

source: GPX File
es: GPX Archivo

source: Heart Rate Monitor
es: Monitor de Pulso Cardiaco

source: Heatmap
es: Mapa de Calor

source: Height
es: Altura

source: Hide Duplicates
es: Ocultar Duplicados

source: Hiking
es: Excursionismo

source: History
es: Historia

source: Home
es: Casa

source: How often do you want to update your position to your followers?
es: ¿Con qué frecuencia desea actualizar su posición a tus seguidores?

source: Hybrid View
es: Híbrido Vista

source: Import
es: Importar

source: Import from
es: Importar de

source: Import Overlay
es: Importar

source: Import Workouts
es: Importar Datos

source: inches
es: pulgadas

source: Internal
es: Interno

source: Internal error.
es: Error interno.

source: Interval Workout
es: Entrenamiento de los Intervalos

source: Interval Workout Complete
es: Fin

source: Interval Workouts
es: Entrenamientos de los Intervalos

source: Intervals
es: Intervalos

source: Invite
es: Invitar

source: Kilometers
es: Kilómetros

source: Lap
es: Vuelta

source: Lap and Split Times
es: Tiempos de Vueltas y Parciales

source: Lap Times
es: Tiempos de Vueltas

source: Layout
es: Disposición

source: Light
es: Leve

source: Location Services is disabled
es: Location Services está desactivada

source: Login
es: Iniciar Sesión

source: Low memory
es: Poca memoria

source: Male
es: Hombre

source: Map
es: Mapa

source: Map Options
es: Opciones de Mapa

source: Map Overlays
es: Superposiciónes

source: Map Type
es: Tipo de Mapa

source: Max. Distance
es: Distancia Máxima

source: Maximum Altitude
es: Altitud Máxima

source: Measure distance in which units?
es: ¿Medir la distancia en la que las unidades?

source: meters
es: metros

source: Meters
es: Metros

source: Metric
es: Métrico

source: miles
es: millas

source: Miles
es: Millas

source: Minimum Altitude
es: Altitud Mínima

source: mins/mile
es: mins/milla

source: Moderate
es: Moderado

source: More
es: Más

source: Mountain Biking
es: Ciclismo de Montaña

source: Moving Pace
es: Ritmo en Movimiento

source: Moving Speed
es: Velocidad de Movimiento

source: Name
es: Nombre

source: Name:
es: Nombre:

source: Name this interval workout
es: Introduzca un nombre

source: New Bike
es: Bicicleta Nueva

source: New Distance Interval
es: Neuvo Intervalo de Distancia

source: New Interval Workout
es: Nuevo Entrenamiento de los Intervalos

source: New Tag
es: Etiqueta Nueva

source: New Time Interval
es: Neuvo Intervalo de Tiempo

source: Next
es: Próximo

source: None
es: Nada

source: Not Connected
es: No Conectado

source: Not Set
es: No Establecido

source: Not Synched
es: No Sincronizado

source: On
es: En

source: Off
es: Apagado

source: Ok
es: Bueno

source: Open Water Swimming
es: Natación en Aguas Abiertas

source: Overlay
es: Superposición

source: Overview
es: Visión de Conjunto

source: Pace Plans
es: Planes de Ritmo

source: Pause
es: Pausa

source: Please enter your FTP
es: Por favor ingrese su FTP

source: Please enter your height
es: Por favor ingrese su altura

source: Please enter your weight
es: Por favor ingrese su peso

source: Please specify a URL.
es: Por favor especificar una URL.

source: Position
es: Posición

source: Power Meter
es: Medidor de Energía

source: Previous
es: Previo

source: Profile
es: Perfil

source: Pull Up
es: La Tracción

source: Push Up
es: La Flexión

source: Read Activities From HealthKit
es: Leer Actividades de HealthKit

source: Records
es: El Mejor

source: Rep Interval
es: Intervalo de los Repeticións

source: Repetitions
es: Repeticións

source: Repetitions (Computed)
es: Repeticións (Calculado)

source: Repetitions (Corrected)
es: Repeticións (Corregido)

source: Replace
es: Reemplazar

source: Request
es: Solicitar

source: Reset
es: Reinicializar

source: Reset Data
es: Reinicializar Datos

source: Reset Settings
es: Reinicializar Configuración

source: Resume
es: Continuar

source: Running
es: Corriendo

source: Running Speed and Cadence
es: Velocidad y Cadencia de Corriendo

source: Satellite View
es: Satélite Vista

source: Save
es: Guardar

source: Save Files to iCloud Drive
es: Guardar Archivos en iCloud Drive

source: Scale
es: Escala

source: Scan
es: Explorar

source: Scan for Sensors
es: Explorar de Sensores

source: Screen
es: Pantalla

source: Seconds
es: Segundos

source: Sedentary
es: Sedentario

source: Select the map type
es: Seleccione el tipo de mapa

source: Select the overlay
es: Seleccione la superposición

source: Select the workout to perform.
es: Seleccione el entrenamiento.

source: Sending mail is disabled.
es: El envío de correo está deshabilitado.

source: Sensors
es: Sensores

source: Settings
es: Configuración

source: Set Interval
es: Intervalo de los Sets

source: Show Broadcast Icon
es: Mostrar Icono de Transmisión

source: Shoes
es: Zappatos

source: Sounds
es: Sonidos

source: Speed
es: Velocidad

source: Split Times
es: Tiempos Parciales

source: Squat
es: Sentadillas

source: Standard View
es: Estándar Vista

source: Start
es: Comienzo

source: Start a Workout
es: Nuevo Entrenamiento

source: Start and Finish
es: Comienzo y Terminar

source: Start of Workout
es: Comienzo del Entrenamiento

source: Started
es: Comenzado

source: Starting Latitude
es: Latitud Inicial

source: Starting Longitude
es: Longitud Inicial

source: Stationary Cycling
es: Bicicleta Estacionaria

source: Stationary cycling requires the use of a Bluetooth wheel speed sensor.
es: Bicicleta estacionaria requiere el uso de un sensor de velocidad de la rueda Bluetooth.

source: Statistics
es: Estadísticas

source: Stop
es: Deténgase

source: Successful login.
es: Acceso exitoso.

source: Summary
es: Sumario

source: Superlatives
es: Superlativos

source: Synched
es: Sincronizado

source: Synchronization
es: Sincronización

source: Tag
es: Etiqueta

source: Tags
es: Etiquetas

source: TCX File
es: TCX Archivo

source: The data file is attached.
es: Se adjunta el archivo.

source: There are risks with exercise. Do not start an exercise program without consulting your doctor.
es: Hay riesgos con el ejercicio. No comience un programa de ejercicios sin consultar a su médico.

source: There was an error contacting the web service.
es: Hubo un error al ponerse en contacto con el servicio Web.

source: There was an error creating the overlay.
es: Se ha producido un error al crear el superposición.

source: There is no data to display.
es: No hay datos para mostrar.

source: This exercise should be performed with the phone positioned on the upper arm.
es: Este ejercicio debe realizarse con el teléfono colocado en la parte superior del brazo.

source: This feature is not implemented.
es: Esta función no está implementada.

source: This will delete all of your data. Do you wish to continue? This cannot be undone.
es: Esto eliminará todos sus datos. ¿Desea continuar? Esto no se puede deshacer.

source: Time
es: Tiempo

source: Time In Motion
es: Tiempo En Movimiento

source: Time Interval
es: Intervalo de Tiempo

source: Total Ascent
es: Ascenso Total

source: Total Calories
es: Las Calorías Totales

source: Total Distance
es: Distancia Totales

source: Total Reps
es: Repeticións Totales

source: Treadmill
es: Rueda de Andar

source: Treadmill running requires the use of a Bluetooth foot pod.
es: Correr Cinta de correr requiere el uso de un podómetro Bluetooth.

source: Trim
es: Recortar

source: Update
es: Actualizar

source: Update Rate
es: Frecuencia de Actualización

source: Unimplemented Feature
es: Característica No Está Implementada

source: Units
es: Unidades

source: US Customary Units
es: Las Unidades de EE.UU.

source: Use HTTPS
es: Usar HTTPS

source: View
es: Ver

source: View Weight History
es: Ver Historial de Peso

source: Wait for screen touch
es: Espere a que la pantalla táctil

source: Waiting for screen touch
es: Espera a que la pantalla táctil

source: Walking
es: Caminar

source: Weight
es: Peso

source: Weight:
es: Peso:

source: What is the host name of the broadcast server?
es: ¿Cuál es el nombre de host del servidor de emisión?

source: What would you like to edit?
es: Lo que le gustaría editar?

source: What would you like to view?
es: Lo que le gustaría ver?

source: Wheel Diameter:
es: Diámetro de la Rueda:

source: Workout Data
es: Datos de Entrenamiento

source: Workout In Progress
es: Entrenamiento En Progreso

source: Workout Summary Data
es: Datos de Sumario

source: Workout
es: Entrenamiento

source: Workouts
es: Entrenamientos

source: Yards
es: Yardas

source: Yes
es: Sí

source: You can mount the phone on the bicycle's handlebars, though you should pay attention to the road and obey all applicable laws.
es: Puede montar el teléfono en el manillar de la bicicleta, aunque se debe prestar atención a la carretera y obedecer todas las leyes aplicables.

source: You did not confirm the password.
es: Usted no confirme la contraseña.

source: You did not enter a password.
es: No ha introducido la contraseña.

source: You did not enter your name.
es: No has introducido tu nombre.

source: You did not provide an email address.
es: Usted no proporcionó una dirección de correo electrónico.

source: You have not done any workouts. Get moving!
es: No has hecho ningún entrenamiento.

source: You need a foot pod to use this app with a treadmill.
es: Necesita un podómetro para usar esta aplicación con una cinta de correr.

source: You need to choose a bike.
es: Usted tiene que elegir una bicicleta.

source: Your device does not support Bluetooth Smart, which is required for this feature.
es: El dispositivo no es compatible con Bluetooth Smart, que se requiere para esta función.

source: ZWO File
es: ZWO Archivo
